[
  {
    "photo": "Bronte",
    "name": "Sisters Brontes",
    "yearsOfLife": "Charlotte (1816–1855), Emily (1818–1848) and Anne (1820–1849)",
    "description": "The Brontes, a renowned nineteenth-century literary family from England, consisted of three talented sisters: Charlotte, Emily, and Anne. Despite their exceptional literary talents, they faced significant challenges due to the prevailing gender biases of the time. Like many female writers of their era, they published their works under male pseudonyms — Currer, Ellis, and Acton Bell — seeking to circumvent the societal barriers that limited opportunities for women in the literary world. \nCharlotte, the eldest sister, reached out to the esteemed poet laureate, Robert Southey, submitting several poems in his style for his assessment. However, her hopes were dampened when she received a discouraging response from Southey after several months. Despite Southey's stature in English Romanticism, he, like many others of his time, harbored the prevailing prejudice that literature, especially poetry, was deemed a man's domain, unsuitable for women. \nUndeterred by Southey's response, Charlotte continued to pursue her literary aspirations. One autumn day in 1845 she discovered upon a small notebook in Emily's handwriting. Reading the poems contained within, Charlotte was captivated by their beauty and originality. This discovery ignited within her that these poems were far from the common effusions expected from women writers of the time. \nEnvisioning a joint publication by the three sisters, Charlotte enthusiastically shared her discovery with Anne, who readily embraced the project. Together, they meticulously selected and edited the poems for publication. Despite facing numerous rejections from publishers due to the perceived commercial risks associated with female authors, they persisted in their efforts. Finally, in 1846, their collection of poems was published under the male pseudonyms of Currer, Ellis, and Acton Bell. However, the initial publication received little attention, with only three copies sold. \nUndeterred, the sisters continued to work diligently on their prose, each producing a novel a year later. Charlotte's 'Jane Eyre,' Emily's 'Wuthering Heights,' and Anne's 'Agnes Grey' were eventually published in 1847, albeit after facing numerous challenges in finding a publisher. Despite initial criticisms and controversies surrounding their works, these novels ultimately garnered critical acclaim and commercial success. Charlotte's 'Jane Eyre,' published under the pseudonym Currer Bell, propelled her to fame and established her as a distinguished author in her own right. \nIn 1850, following the deaths of Emily and Anne, Charlotte publicly revealed the true identities of all three sisters in a preface for the reprint of 'Wuthering Heights' and 'Agnes Grey.' Today, the Brontes sisters are celebrated for their pioneering contributions to literature, overcoming societal barriers and leaving behind a lasting legacy that continues to inspire generations of readers and writers alike.",
    "id": "Bronte"
  },
  {
    "photo": "Blackwell",
    "name": "Elizabeth Blackwell",
    "yearsOfLife": "February 3, 1821 – May 31, 1910",
    "description": "Elizabeth Blackwell was a pioneering physician from both Britain and America, recognized as the first woman to achieve a medical degree in the United States. She also holds the distinction of being the first woman listed on the Medical Register of the General Medical Council for the United Kingdom. Beyond her medical achievements, Blackwell made significant contributions as a social reformer, advocating for women's education in medicine. Her legacy lives on through the Elizabeth Blackwell Medal, awarded each year to a woman who has made notable contributions to advancing women in the field of medicine. \nInitially uninterested in medicine, Elizabeth Blackwell became a school teacher to support her family. However, her perspective shifted when a friend fell ill and expressed a desire for a female physician, sparking Blackwell's interest in medicine. \nDespite facing pervasive gender discrimination in the medical field, she persisted in applying to multiple medical schools. Her efforts were met with rejections from all except Geneva Medical College in New York. In October 1847, Geneva Medical College's dean and faculty, unsure of how to proceed due to Blackwell's gender, left the decision to the 150 male students of her class, with the stipulation that if one student objected, Blackwell would be turned away. They agreed to accept her unanimously, albeit with some treating the situation as a joke. Consequently, in 1847, Blackwell became the first woman to attend medical school in the United States, marking a significant milestone for women in medicine. \nBlackwell's first thesis, focusing on typhoid fever, was groundbreaking as it was the inaugural medical article published by a female student in the United States. It demonstrated her empathy and advocacy for social justice, characteristics viewed as feminine by the medical community. \nIn April 1849, she decided to further her studies in Europe, facing rejection from many hospitals due to her gender. Eventually, she enrolled at La Maternité in Paris, albeit as a student midwife rather than a physician. \nTragically, in November 1849, while treating an infant, Blackwell accidentally infected her own eye with contaminated fluid, resulting in the loss of sight in her left eye and shattering her dream of becoming a surgeon. Despite this setback, she continued her medical journey, enrolling at St Bartholomew's Hospital in London in 1850. Although she encountered opposition when trying to observe wards, she made a positive impression and attended lectures by James Paget. In 1857, Blackwell co-founded the New York Infirmary for Women and Children with her sister Emily, where she began lecturing on the importance of educating girls. During the American Civil War, she organized nurses and established a medical school program for women. Upon returning to England, she played a pivotal role in founding the London School of Medicine for Women in 1874.",
    "id": "Blackwell"
  },
  {
    "photo": "Anderson",
    "name": "Elizabeth Anderson",
    "yearsOfLife": "June 9, 1836 – December 17, 1917",
    "description": "Elizabeth Garrett Anderson, born in 1836, was a pioneering English physician and suffragist renowned for her groundbreaking achievements in medicine and women's rights. She made history as the first woman to qualify as a physician and surgeon in Britain, breaking gender barriers in the field of medicine. \nFacing initial rejection from leading doctors and medical schools, Garrett embarked on a determined journey to pursue her medical aspirations. Undeterred by setbacks, she spent six months as a surgery nurse at Middlesex Hospital, London, where she proved her capabilities and dedication. Despite being denied enrollment in the hospital's Medical School, Garrett seized every opportunity for education, attending private tuition in Latin, Greek, and pharmacology while continuing her work as a nurse. She also undertook private tutoring in anatomy and physiology, displaying a relentless commitment to her medical studies.\nEncountering resistance from male students at Middlesex Hospital, who petitioned against her admission as a fellow student, Garrett faced adversity but remained undeterred. Despite the challenges, she obtained an honors certificate in chemistry and materia medica before applying to several medical schools, all of which rejected her based on her gender.\nGarrett's determination eventually led her to a breakthrough when she discovered a loophole in the admissions process of the Worshipful Society of Apothecaries. By privately obtaining a certificate in anatomy and physiology, she gained admission to the society's examination, becoming the first woman to do so. In 1865, she passed the examination with flying colors, earning a license (LSA) to practice medicine openly—a historic achievement that shattered gender barriers in the medical profession. \nDespite her newfound qualification, Garrett faced further challenges in securing a hospital position due to prevailing gender biases. Undeterred, she opened her own medical practice in London, providing healthcare services primarily to women and children. In response to the cholera outbreak in 1866, she established St Mary's Dispensary for Women and Children, offering vital medical assistance to those in need. \nGarrett's tireless advocacy extended beyond her medical practice. In 1870, she obtained a medical degree from the University of Sorbonne, Paris, further enhancing her credentials and paving the way for future generations of female physicians. She also made significant contributions to women's education and healthcare as a founding member and dean of the London School of Medicine for Women. \nThrough her leadership and dedication, Garrett created opportunities for aspiring female medical professionals and played a pivotal role in advancing women's rights in Britain. Throughout her illustrious career, Garrett continued to challenge gender norms and advocate for women's inclusion in the medical profession. Her pioneering achievements and unwavering commitment to equality left an indelible mark on the history of medicine and women's rights in Britain.",
    "id": "Anderson"
  },
  {
    "photo": "Kovalevskaja",
    "name": "Sofya Kovalevskaya",
    "yearsOfLife": "January 15, 1850 – February 10, 1891",
    "description": "Sofya Vasilyevna Kovalevskaya, originally born as Korvin-Krukovskaya, was a prominent Russian mathematician recognized for her significant advancements in analysis, partial differential equations, and mechanics. She was the first woman to earn a doctorate in mathematics in the modern sense. Additionally, she became the first woman appointed to a full professorship in northern Europe and was among the earliest women to serve as an editor for a scientific journal. \nKovalevskaya's early education was well-supported by her parents, who provided her with proficient governesses. At age 11, she became fascinated with calculus when she stumbled upon lecture notes by Ostrogradsky adorning the walls of her room, remnants from her father's student days. \nDespite her evident mathematical talent, Kovalevskaya faced limitations in Russia and other countries where women were not permitted to attend universities. To pursue higher education abroad she needed written permission from her father or husband, so she resorted to a 'fictitious marriage' with Vladimir Kovalevskij, a paleontology student and book publisher renowned for translating Charles Darwin's works into Russian. \nIn April 1869 Sofia and Vladimir relocated to Heidelberg. Through persistent efforts, she secured permission to audit classes with professors' consent at the University of Heidelberg. There, she enrolled in physics and mathematics courses taught by renowned educators. By October 1870, Kovalevskaya had moved to Berlin, where she began receiving private tutoring from Karl Weierstrass, as the university did not permit her to attend classes. Weierstrass was greatly impressed by her mathematical abilities and spent the next three years teaching her the same material covered in his university lectures. \nReturning to Berlin, Kovalevskaya continued her studies with Weierstrass for another three years. In 1874, she submitted three papers — on partial differential equations, the dynamics of Saturn's rings, and elliptic integrals — to the University of Göttingen as her doctoral dissertation. With Weierstrass's backing, she was awarded a doctorate in mathematics. Kovalevskaya thus became the first woman to earn a doctorate in mathematics in the modern sense. Her work on partial differential equations included what is now known as the Cauchy–Kovalevskaya theorem, demonstrating the existence and analyticity of local solutions to such equations under appropriately defined initial or boundary conditions. \nIn 1874, Kovalevskaya and her husband Vladimir returned to Russia, but Vladimir faced difficulty securing a professorship due to his radical views. Kovalevskaya herself was ineligible for such a position because of her gender. \nVladimir's mental health deteriorated, exacerbated by severe mood swings and legal troubles related to a stock fraud case. In 1883, he tragically took his own life. \nDuring this turbulent period, Kovalevskaya received support from mathematician Gösta Mittag-Leffler, a former classmate of hers under Weierstrass. Through his assistance, she obtained a position as a privat-docent at Stockholm University in Sweden. In 1889, Kovalevskaya made history as the first woman in modern Europe to be appointed as an Ordinary Professor (full professor) at Stockholm University. \nDespite efforts and changes in regulations, she never received a professorship offer in Russia. Her groundbreaking mathematical contributions, including the Cauchy–Kowalevski theorem, and her pioneering role as a female mathematician in a predominantly male field have been extensively documented in various biographies, including works by Ann Hibner Koblitz and Polubarinova-Kochina.",
    "id": "Kovalevskaya"
  },
    {
    "photo": "Curie",
      "name": "Maria Curie",
      "yearsOfLife": "November 7, 1867 – July 4, 1934",
      "description": "Maria Salomea Skłodowska-Curie, a Polish-born scientist later naturalized as French, made groundbreaking discoveries in radioactivity. Notably, she achieved several historic firsts: she was the first woman to claim a Nobel Prize, the only individual to win two Nobel Prizes in different scientific realms, and in 1906, she became the first female professor at the University of Paris. Together with her husband, she discovered the elements radium and polonium. \nFacing gender barriers in accessing formal higher education, Skłodowska-Curie and her sister Bronisława engaged with the clandestine Flying University, which admitted female students, in Poland. To pursue her studies in Paris, she worked as a governess for two years to fund her tuition fees before departing for France in 1891. \nIn late 1891, Maria left Poland for France and began her studies at the University of Paris, where she focused on physics, chemistry, and mathematics. She struggled financially, often wearing all her clothes to keep warm and forgetting to eat while dedicating herself to her studies. Despite these challenges, she earned degrees in physics in 1893 and 1894. \nIn 1894, she met Pierre Curie, a fellow scientist, and their shared passion for science brought them closer. They were married in 1895 and became both partners in life and scientific collaborators. \nIn 1894, Maria returned to Warsaw from France with hopes of pursuing her career in her native Poland. However, despite her qualifications and aspirations, she faced discrimination due to sexism in academia: she was denied a place at Kraków University because only men were allowed to become professors there. \nIn July 1898, Curie and her husband announced the discovery of an element they named 'polonium,' honoring her native Poland. Later, on 26 December 1898, they announced the discovery of another element, 'radium.' During their research, they also coined the term 'radioactivity.' \nIn June 1903, Curie earned her doctorate from the University of Paris. Despite this achievement, when she and her husband were invited to speak at the Royal Institution in London on radioactivity, she was barred from speaking due to her gender, leaving Pierre Curie to present alone. \nIn December 1903, the Royal Swedish Academy of Sciences awarded the Nobel Prize in Physics to Pierre Curie, Marie Curie, and Henri Becquerel for their joint research on radiation phenomena. Initially, the committee only intended to honor Pierre and Becquerel, but after a complaint by Pierre, Marie's name was added to the nomination. She became the first woman to receive a Nobel Prize. \nTragically, on 19 April 1906, Pierre Curie died in a road accident. In May of the same year, the physics department at the University of Paris offered Marie the chair previously held by her late husband, making her the first woman to become a professor at the university. She accepted the position with the aim of establishing a top-notch laboratory in Pierre's memory. \nIn 1910, Curie successfully isolated radium and established an international standard for radioactive emissions known as the curie, named in honor of her and Pierre. Despite her groundbreaking work, the French Academy of Sciences declined to elect her as a member in 1911. However, the Royal Swedish Academy of Sciences awarded her a second Nobel Prize in Chemistry that year, making her the first person to win Nobel Prizes in two fields.",
      "id": "Curie"
    },
    {
    "photo": "Montessori",
      "name": "Maria Montessori",
      "yearsOfLife": "August 31, 1870 – May 6, 1952",
      "description": "Maria Tecla Artemisia Montessori was an Italian physician and educator who designed her own educational method, which is used today in many public and private schools globally. Moreover, she was one of the first women to attend medical school in Italy. \nInitially inclined towards engineering, she later shifted her focus to medicine, a decision that was met with skepticism and resistance due to her gender. Montessori enrolled in the University of Rome's natural sciences program in 1890, passing exams in various subjects and earning her diploma di licenza in 1892. This allowed her to enter the medical program at the University of Rome in 1893. \nMontessori faced discrimination from certain medical students and professors due to her gender. She was forced to conduct her cadaver dissections alone after class because her presence with men during such sessions with a naked body was considered inappropriate. Despite these challenges, Montessori earned her medical degree from the University of Rome in 1896 with honors. \nFrom 1896 to 1901, Maria Montessori focused on working with children facing cognitive delays or disabilities. During this time, she also advocated for women's rights and better education for children with learning difficulties. \nIn 1898, she gave birth to her son Mario, whose father was Giuseppe Montesano, her co-director at the Orthophrenic School of Rome. Despite societal pressure to marry, Montessori chose to continue her professional work and studies. \nMontessori's interest in education for children with disabilities led her to visit asylums in Rome and study the works of 19th-century educators. In 1900, she co-directed the Orthophrenic School, which trained teachers to work with children facing learning challenges. The success of this school attracted attention from government officials and educators. \nIn 1906, Montessori opened the first Casa dei Bambini, or Children's House, in Rome, focusing on educating children without disabilities. She observed children's behaviors and developed educational practices based on their interests and abilities. Montessori emphasized independence, freedom of choice, and hands-on learning. \nMontessori's educational approach gained international recognition, with schools adopting her methods in Italy, Switzerland, the UK, and beyond. In 1919, she held the first teacher training course for her method in Italy, and her work spread rapidly. \nDuring her later years, Montessori continued to travel and lecture extensively, promoting her educational philosophy. She emphasized the importance of peace education and advocated for children's rights internationally. Montessori's legacy includes the establishment of the Association Montessori Internationale and her profound influence on education worldwide.",
      "id": "Montessori"
    },
    {
    "photo": "Noether",
      "name": "Amalie Noether",
      "yearsOfLife": "March 23, 1882 – April 14, 1935",
      "description": "Amalie Emmy Noether was a German mathematician known for her significant contributions to abstract algebra. Her work on Noether's first and second theorems greatly impacted mathematical physics and earned her recognition as one of the most important women in the history of mathematics, praised by eminent figures such as Pavel Alexandrov, Albert Einstein, and others. \nInitially intending to teach French and English, Noether chose instead to pursue mathematics at the University of Erlangen, where her father taught. Despite facing challenges due to the university's reluctance to allow mixed-sex education, she persevered and graduated in 1903, one of only two women among nearly a thousand students. In addition, she was limited to auditing classes and had to seek permission from professors to attend lectures. However, despite these challenges, she persevered and succeeded, passing her graduation exam at a Realgymnasium in Nuremberg on 14 July 1903. \nUpon receiving her doctorate in 1907 under Paul Gordan's guidance, she began working at the Mathematical Institute of Erlangen without pay and did that for seven years. Back then, academic positions were mostly reserved for men, leaving women like her sidelined. \nIt was until 1915 when David Hilbert and Felix Klein invited her to join the mathematics department at the prestigious University of Göttingen. Despite objections from some faculty members, she spent four years lecturing under Hilbert's name, without an official position or payment. During this period, she relied on her family's support for room, board, and academic pursuits, often assisting with lectures advertised under Hilbert's name. \nShortly after her arrival at Göttingen, Noether showcased her remarkable abilities by formulating what is now recognized as Noether's theorem. This theorem elucidates that for every differentiable symmetry observed in a physical system, there exists a corresponding conservation law. \nWith the end of World War I and the German Revolution of 1918–1919, attitudes toward women's rights began to shift. In 1919, she finally gained the opportunity to pursue her habilitation (eligibility for tenure) at the University of Göttingen, a significant step toward tenure. Three years later, she received a title from Otto Boelitz, the Prussian Minister for Science, Art, and Public Education, recognizing her work with an unpaid 'extraordinary' professorship. Despite its acknowledgment of her contributions, it still provided no salary. It wasn't until she was appointed to a special position in Algebra a year later that she began receiving payment for her lectures. \nNoether remained a prominent figure in the Göttingen mathematics department until 1933, earning admiration from her students, sometimes referred to as the 'Noether boys.' Her expertise in algebra was showcased in her plenary address at the 1932 International Congress of Mathematicians in Zürich. \nHowever, with the rise of Nazi Germany, she faced discrimination as a Jew and was forced to leave. In 1933, she moved to the United States, where she taught at Bryn Mawr College in Pennsylvania, mentoring doctoral and post-graduate students. Concurrently, she engaged in research at the Institute for Advanced Study in Princeton, New Jersey. Despite her contributions, she expressed feelings of exclusion at Princeton University, referring to it as 'the men's university, where nothing female is admitted.' \nEmmy Noether's groundbreaking work in abstract algebra and topology, notably her theorem known as Noether's theorem, revolutionized mathematics and theoretical physics. Despite facing professional challenges, she received recognition for her immense impact on mathematics. Today, she is revered as one of the greatest mathematicians of the twentieth century, with Albert Einstein hailing her as a 'significant creative mathematical genius.'",
      "id": "Noether"
    },
    {
    "photo": "Cori",
      "name": "Gerty Cori",
      "yearsOfLife": "August 15, 1896 – October 26, 1957",
      "description": "Gerty Theresa Cori, an Austrian-American biochemist, made history in 1947 as the third woman to receive a Nobel Prize in science. Notably, she was the first woman to be honored with the Nobel Prize in Physiology or Medicine, recognized for her pivotal contribution to the 'discovery of the course of the catalytic conversion of glycogen.' \nCori was born in Prague, which was then part of the Austro-Hungarian Empire. Despite the limited educational opportunities available to women at the time, she managed to gain admission to medical school. It was there that she met her future husband, Carl Ferdinand Cori, in an anatomy class. After they both graduated in 1920, they married and eventually emigrated to the United States in 1922 due to worsening conditions in Europe. \nIn the U.S., Gerty Cori pursued her passion for medical research, often collaborating with her husband in the laboratory. However, she faced challenges in securing research positions and was paid inadequately compared to her husband. Despite these obstacles, she continued to publish research. \nGerty Cori, along with her husband Carl Cori and Argentine physiologist Bernardo Houssay, received the Nobel Prize in 1947 for their groundbreaking discovery of the mechanism behind glycogen metabolism. Their research unveiled the process by which glycogen, a glucose-based starch, is broken down into lactic acid in muscle tissue and then reformed in the body as a source of energy, known as the Cori cycle. They also identified the catalyzing compound, the Cori ester. Their research significantly contributed to understanding the reversible conversion of sugars and starch, which played a pivotal role in the development of treatments for diabetes. Remarkably, the Coris became the third married couple ever to win the Nobel Prize. \nIn 1931, Gerty and Carl Cori moved to St. Louis, Missouri, accepting positions at Washington University. Despite her extensive research experience, Gerty was offered a lower-ranking position as a research associate with a salary significantly lower than her husband’s (one tenth of that received by her husband). Concerns were raised that her presence might hinder Carl's career progression. However, Arthur Compton, the Chancellor of Washington University, made a special exception to the university's nepotism policies to accommodate Gerty's appointment. It took thirteen years for Gerty to attain the same rank as her husband. \nEventually, in 1943, she was appointed as an associate professor of Research Biological Chemistry and Pharmacology. Just months before receiving the Nobel Prize, she was promoted to full professor, a position she held until her death in 1957.",
      "id": "Cori"
    },
    {
    "photo": "Elion",
      "name": "Gertrude Elion",
      "yearsOfLife": "January 23, 1918 – February 21, 1999",
      "description": "Gertrude Belle Elion, an American biochemist and pharmacologist, was awarded the 1988 Nobel Prize in Physiology or Medicine alongside George H. Hitchings and Sir James Black for their pioneering work in rational drug design. Unlike traditional trial-and-error approaches, their innovative method focused on understanding the drug's target. Elion's groundbreaking research led to the development of several crucial medications, including the anti-retroviral drug AZT, the first widely used treatment for AIDS. She also contributed to the creation of azathioprine, the first immunosuppressive drug for organ transplant rejection, and acyclovir (ACV), the first successful antiviral medication for herpes infection. \nAt the age of 15, Elion's grandfather passed away from stomach cancer, and she decided to pursue a career in science and medicine. Excelling academically, she she was allowed to study at Hunter College for free, where she graduated in 1937 with a degree in chemistry. \nDespite her outstanding achievements, Elion faced gender discrimination, which hindered her from securing a paid research position after graduation. Instead, she worked as a secretary and high school teacher before eventually obtaining an unpaid position in a chemistry lab. \nDetermined to continue her education, Elion attended New York University, earning her M.Sc. in 1941 while simultaneously teaching high school during the day. Reflecting on her journey, she believed the sole reason she was able to further her education as a young female was because she was able to attend Hunter College for free. Despite facing numerous rejections from financial aid applications for graduate school due to gender bias, Elion persisted in her pursuit of higher education. \nUnable to secure a graduate research position, Elion worked various jobs, including as a food quality supervisor and in a food lab in New York. Despite her dedication to education, she faced challenges pursuing graduate studies at night school at New York University Tandon School of Engineering. After being informed she could no longer continue her doctorate part-time, she prioritized her job over academic pursuits. Though she never obtained a formal Ph.D., she later received honorary degrees from New York University Tandon School of Engineering in 1989 and Harvard University in 1998. \nFrom 1971 to 1983, Elion was an adjunct professor at Duke University, initially in pharmacology and experimental medicine, later becoming a research professor until 1999. She mentored medical and graduate students, collaborating on over 25 published papers. Even after retiring, she continued almost full-time work at the lab, contributing significantly to the development of AZT, one of the first drugs used to treat HIV and AIDS. She also played a pivotal role in developing nelarabine until her passing in 1999. \nIn 1988, Elion received the Nobel Prize in Physiology or Medicine alongside Hitchings and Sir James Black for their groundbreaking discoveries in drug treatment. She became the fifth female Nobel laureate in Medicine and ninth in science overall, notable for achieving this honor without holding a doctoral degree. She was the sole woman honored with a Nobel Prize that year. Additionally, Elion was elected a member of the National Academy of Sciences in 1990, the Institute of Medicine in 1991, and became a Fellow of the American Academy of Arts and Sciences also in 1991.",
      "id": "Elion"
    },
      {
        "photo": "Johnson",
        "name": "Katherine Johnson",
        "yearsOfLife": "August 26, 1918 – February 24, 2020",
        "description": "Creola Katherine Johnson, an American mathematician, played an important role in NASA's early space missions. Renowned for her mastery of complex math and her pioneering use of computers in the field, she was among the first African-American women scientists at NASA. Her expertise proved invaluable during the Space Race, ensuring the success of historic missions like Alan Shepard's Freedom 7 flight in 1961 and John Glenn's orbital mission in 1962. Over her 33-year career at Langley, she made significant contributions to numerous projects, including the Apollo missions and the Space Shuttle program. \nKatherine Johnson began her journey when she enrolled as one of the first black students at West Virginia University in 1939. Johnson embarked on a career as a research mathematician, a challenging path for both African Americans and women. Initially, she found teaching positions, but in 1952, at a family gathering, she learned that the National Advisory Committee for Aeronautics (NACA) was hiring mathematicians. Accepting a job offer from NACA in June 1953, she began her employment at the Langley Memorial Aeronautical Laboratory in Virginia. \nInitially, Johnson worked alongside other women in a pool tasked with mathematical computations, a role she referred to as 'virtual computers who wore skirts.' However, her expertise in analytic geometry soon led her to assist an all-male flight research team. \nDespite racial and gender barriers, she boldly asserted herself, participating in editorial meetings and asserting her right to be included based on her contributions. From 1953 to 1958, Johnson's work involved analyzing topics such as gust alleviation for aircraft. Initially supervised by mathematician Dorothy Vaughan, she was later reassigned to the Guidance and Control Division, which comprised predominantly white male engineers. Despite federal and state workplace segregation laws, Johnson and her African-American colleagues were required to work, eat, and use separate facilities labeled 'Colored Computers.' Although NACA disbanded the colored computing pool in 1958 upon transitioning to NASA and adopting digital computers, discrimination persisted in various forms despite the desegregation of facilities. \nIn 1960, she collaborated with engineer Ted Skopinski on a groundbreaking report titled 'Determination of Azimuth Angle at Burnout for Placing a Satellite Over a Selected Earth Position.' This report outlined the equations necessary for an orbital spaceflight, specifying the spacecraft's landing position. It marked a significant milestone as the first instance where a woman in the Flight Research Division received credit as a co-author of a research report at NASA. Reflecting on that period, Johnson expressed: \n'We had to assert ourselves as women in those days – assertive and aggressive – and the extent to which we had to be that way varied depending on the circumstances. I certainly had to be. During the early days of NASA, women were not permitted to have their names on reports – no woman in my division had ever been credited on a report. While collaborating with Ted Skopinski, who wished to depart for Houston, our supervisor Henry Pearson, who harbored reservations about women, continually urged him to complete the report we were working on. Eventually, Ted intervened, stating, 'Katherine should complete the report; she's done the majority of the work anyway.' With Ted's departure, Pearson had no alternative; thus, I finalized the report, and my name appeared on it. It marked the inaugural occasion where a woman in our division was credited on a report.' \nThe publication of Margot Shetterly's acclaimed book 'Hidden Figures' in 2016 and its subsequent adaptation into a successful film in 2017 brought widespread attention to the story of the West Computing Group and the remarkable careers of Katherine Johnson and her peers Mary Jackson and Dorothy Vaughan.",
        "id": "Johnson"
      },
      {
        "photo": "Jackson",
        "name": "Mary Jackson",
        "yearsOfLife": "April 9, 1921 – February 11, 2005",
        "description": "Mary Winston Jackson successfully overcame the barriers of segregation and gender bias to become an American mathematician and aerospace engineer and leader in ensuring equal opportunities for future generations. \nIn 1958, after taking engineering classes, she became NASA's first black female engineer. Mary Jackson completed her studies at Hampton Institute in 1942, earning a bachelor's degree in mathematics and physical sciences. \nInitially, she taught at a black school in Calvert County, Maryland, before taking on various roles such as receptionist and bookkeeper. After a period at home following the birth of her son, she joined the NACA Langley Aeronautical Laboratory in 1951. There, she worked in the segregated West Area Computers unit. \nAfter spending two years in the West Computing unit, Jackson was offered a computing position to collaborate with engineer Kazimierz Czarnecki in the 4-foot by 4-foot Supersonic Pressure Tunnel. Apart from her computing duties, Czarnecki provided her with hands-on experience in conducting experiments at the facility and encouraged her to enroll in a training program to transition from mathematician to engineer. \nThis program required trainees to undertake graduate-level math and physics courses after work, administered by the University of Virginia. However, since the classes were held in the segregated Hampton High School, Jackson had to obtain special permission from the City of Hampton to attend alongside her white peers. \nUndeterred by the challenge, she sought and obtained permission to join the classes. Jackson successfully completed the courses, earned the promotion, and in 1958, she made history as NASA’s first African-American female engineer. \nHer engineering expertise focused on the intricate field of boundary layer effects on aerospace vehicle configurations at supersonic speeds. During the same year, she co-authored her inaugural report titled 'Effects of Nose Angle and Mach Number on Transition on Cones at Supersonic Speeds.' By 1975, she had contributed to a total of 12 NACA and NASA technical publications either as an author or co-author. \nIn 1979, recognizing the pervasive existence of the glass ceiling for female professionals at Langley, Jackson opted for a significant career shift. She decided to leave engineering behind and willingly accepted a demotion to transition into the role of an administrator in the Equal Opportunity Specialist field. Following training at NASA Headquarters, she returned to Langley and assumed the role of Langley’s Federal Women’s Program Manager. In this capacity, she dedicated herself to influencing the recruitment and advancement of the succeeding cohort of female mathematicians, engineers, and scientists across NASA. Jackson concluded her tenure at Langley with her retirement in 1985. \nThe publication of Margot Shetterly's acclaimed book 'Hidden Figures' in 2016 and its subsequent adaptation into a successful film in 2017 brought widespread attention to the story of the West Computing Group and the remarkable careers of Mary Jackson and her peers Katherine Johnson and Dorothy Vaughan.",
        "id": "Jackson"
      },
      {
        "photo": "Keane",
        "name": "Margaret Keane",
        "yearsOfLife": "September 15, 1927 – June 26, 2022",
        "description": "Margaret D. H. Keane was an American artist renowned for her paintings featuring subjects with large, expressive eyes. She primarily depicted women, children, and animals using oil or mixed media, with her work gaining widespread popularity through affordable reproductions on various mediums. \nInitially, Margaret's art was attributed to her ex-husband, Walter Keane, who sold it under his name without her knowledge. Even after discovering his deception, Margaret remained silent due to fear of her husband. \nHowever, in 1970, Margaret revealed the truth publicly, sparking a legal battle. In 1986, she sued both Walter and USA Today in federal court for an article claiming Walter was the real artist. At the trial, the judge ordered both Margaret and Walter to each create a big-eyed painting in the courtroom, to determine who was telling the truth. Walter declined, citing a sore shoulder, whereas Margaret completed her painting in 53 minutes. She later won a lawsuit against Walter and USA Today, though the damages were overturned on appeal. \nAfter separating from Walter, Margaret's artistic style evolved to reflect brighter, happier themes. She embraced the Jehovah's Witness faith and depicted joyful scenes in her artwork, symbolizing her belief in a paradise-like world. Margaret's paintings attracted attention from Hollywood celebrities and influenced popular culture, inspiring toy designs and cartoons like The Powerpuff Girls. Despite challenges, Margaret's resilience and talent ensured her legacy as a pioneering artist whose work continues to inspire.",
        "id": "Keane"
      },
      {
        "photo": "Rubin",
        "name": "Vera Rubin",
        "yearsOfLife": "July 23, 1928 – December 25, 2016",
        "description": "Vera Florence Cooper Rubin, an American astronomer, made significant contributions to the field by investigating galaxy rotation rates. Her research focused on studying galactic rotation curves, revealing a notable inconsistency between predicted and observed angular motion. This discrepancy led to the recognition of dark matter, as her findings suggested unseen mass influencing galactic dynamics. Subsequent studies confirmed and expanded upon Rubin's pioneering work, solidifying our understanding of dark matter in the universe. Throughout her career, Rubin received numerous accolades for her groundbreaking contributions to astronomy, including prestigious awards like the Bruce Medal, the Gold Medal of the Royal Astronomical Society, and the National Medal of Science. \nBeyond her scientific achievements, Rubin dedicated herself to advocating for women in the field, serving as a mentor and inspiration to aspiring female astronomers. Her legacy extends not only through her groundbreaking research but also through her tireless efforts to support and encourage women in science. \nRubin's passion for science was ignited early on, despite being advised by a high school teacher to pursue art instead. Undeterred by societal expectations, she sought to further her studies in astronomy, but faced barriers due to her gender. Princeton University, where she sought to enroll in a graduate program, did not accept women as astronomy graduate students until 1975, hindering Rubin's aspirations at the time. \nDuring her doctoral studies, Rubin's dissertation in 1954 proposed a controversial concept: galaxies clustered rather than being randomly dispersed in the universe. However, this groundbreaking idea was not explored further by others for nearly two decades. \nDespite her remarkable findings, Rubin faced significant sexism during her academic journey. In one notable incident, she was barred from meeting her advisor in his office due to restrictions against women in that area of the Catholic university where she studied. \nMotivated by her own challenges as a woman in a male-dominated field, Rubin became a staunch advocate for girls interested in exploring the mysteries of the universe. In addition to her efforts to empower women in astronomy, Rubin was a leading voice in advocating for greater recognition of women in the sciences and for enhancing scientific literacy. She campaigned for increased representation of women in the National Academy of Sciences (NAS), on review panels, and in academic searches. Despite her own struggles with the NAS, Rubin remained deeply dissatisfied with the low number of women elected each year, describing it as 'the saddest part of [her] life.'",
        "id": "Rubin"
      },
      {
        "photo": "Rowling",
        "name": "Joanne Rowling",
        "yearsOfLife": "born 31 July 1965",
        "description": "Joanne Rowling, who goes by the pen name J.K. Rowling, is a British writer and philanthropist. She is famous for creating the Harry Potter series, which consists of seven fantasy books published between 1997 and 2007. The series has been incredibly successful, selling over 600 million copies worldwide and translated into 84 languages. It has also inspired movies, video games, and other media. In addition to Harry Potter, Rowling wrote her first novel for adults, 'The Casual Vacancy,' in 2012. Under the pseudonym Robert Galbraith, she also writes an ongoing series of crime fiction novels featuring the character Cormoran Strike. \nRowling, born in Yate, Gloucestershire, was employed as a researcher and bilingual secretary at Amnesty International in 1990. It was during a delayed train journey from Manchester to London that she first conceived the idea for the Harry Potter series. Over the next seven years, she faced numerous personal challenges, including the loss of her mother, the birth of her first child, divorce from her first husband, and financial struggles. \nHowever, her perseverance paid off when the first book in the series, 'Harry Potter and the Philosopher's Stone,' was published in 1997. This was followed by six more books, and by 2008, Forbes had recognized her as the highest-paid author in the world. \nBefore her remarriage, J.K. Rowling's name was Joanne Rowling, or Jo for short. When she was born, she didn't have a middle name. The staff at Bloomsbury Publishing suggested she use two initials instead of her full name because they believed that young boys, their target audience, might not be interested in reading a book written by a woman. Rowling chose 'K' as the second initial of her pen name, taken from her paternal grandmother Kathleen. This reflects a gender inequality in the publishing industry and in society as a whole.",
        "id": "Rowling"
      }
    ]



